tap "1password/tap"
tap "alauda/alauda", "git@gitlab-ce.alauda.cn:alauda/homebrew-alauda.git"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "github/gh"
tap "heroku/brew"
tap "homebrew-x/x"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "nrlquaker/createzap"
tap "thoughtbot/formulae"
tap "tinygo-org/tools"
brew "act"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "aria2"
brew "asciinema"
brew "caddy"
brew "freetype"
brew "python@3.9"
brew "pkg-config"
brew "cairo"
brew "cloc"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzy"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "helm"
brew "hub"
brew "hubflow"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "lazydocker"
brew "pango"
brew "librsvg"
brew "mackup"
brew "mas"
brew "micro"
brew "minikube"
brew "node"
brew "netlify-cli"
brew "nginx"
brew "nnn"
brew "openjdk", link: true
brew "p7zip"
brew "pandoc"
brew "pnpm"
brew "python@3.8"
brew "rcm"
brew "rustup-init"
brew "shellcheck"
brew "socat"
brew "starship"
brew "thefuck"
brew "tree"
brew "vercel-cli"
brew "wasmer"
brew "wasmtime"
brew "watch"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "alauda/alauda/console-cli"
brew "heroku/brew/heroku"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "aliwangwang"
cask "android-file-transfer"
cask "android-studio"
cask "axure-rp"
cask "baidunetdisk"
cask "better-and-better"
cask "bili-downloader"
cask "bilibili-official"
cask "bilimini"
cask "binance"
cask "clashx-pro"
cask "discord"
cask "dmg-canvas"
cask "docker"
cask "electerm"
cask "epic-games"
cask "fig"
cask "firefox"
cask "flutter"
cask "fly-key"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "gitify"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "jellyfin-media-player"
cask "jetbrains-gateway"
cask "kap"
cask "keka"
cask "kekaexternalhelper"
cask "lastpass"
cask "logseq"
cask "lunar"
cask "makemkv"
cask "mark-text"
cask "miaoyan"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mono-mdk"
cask "motrix"
cask "notion"
cask "one-switch"
cask "open-video-downloader"
cask "openemu"
cask "openinterminal"
cask "paw"
cask "plex"
cask "postman"
cask "provisionql"
cask "qiyimedia"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qq"
cask "qqlive"
cask "qqmusic"
cask "quicklook-json"
cask "quicklookase"
cask "sketch"
cask "slack"
cask "sogouinput"
cask "sonarr"
cask "splayer"
cask "steam"
cask "steam-plus-plus"
cask "sunloginclient"
cask "suspicious-package"
cask "switchhosts"
cask "telegram"
cask "tencent-lemon"
cask "tencent-meeting"
cask "topnotch"
cask "transmission-remote-gui"
cask "unlox"
cask "v2rayu"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "warp"
cask "webpquicklook"
cask "wechat"
cask "wechatwork"
cask "xcodes"
cask "xmind"
cask "zeplin"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "CotEditor", id: 1024640650
mas "Emby", id: 992180193
mas "ES文件浏览器", id: 1499026047
mas "FastClip", id: 1476085650
mas "Hidden Bar", id: 1452453066
mas "iMovie 剪辑", id: 408981434
mas "Jiffy", id: 1502527999
mas "Keynote 讲演", id: 409183694
mas "MenubarX", id: 1575588022
mas "Numbers 表格", id: 409203825
mas "One Thing", id: 1604176982
mas "Pages 文稿", id: 409201541
mas "Pandan", id: 1569600264
mas "Refined GitHub", id: 1519867270
mas "Shareful", id: 1522267256
mas "Speedtest", id: 1153157709
mas "Taio", id: 1527036273
mas "UTC Time", id: 1538245904
mas "库乐队", id: 682658836
