tap "1password/tap"
tap "bigwig-club/brew"
tap "dart-lang/dart"
tap "ddosify/tap"
tap "github/gh"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew-x/x"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "localsend/localsend"
tap "nrlquaker/createzap"
tap "oven-sh/bun"
tap "playcover/playcover"
tap "sass/sass"
tap "thoughtbot/formulae"
tap "tinygo-org/tools"
tap "withgraphite/tap"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "giflib"
brew "libpng"
brew "openssl@3"
brew "aria2"
brew "asciinema"
brew "ast-grep"
brew "caddy"
brew "freetype"
brew "cairo"
brew "cargo-binstall"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "deno"
brew "docker-buildx"
brew "flyctl"
brew "fnm"
brew "gh"
brew "pango"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "unbound"
brew "gnupg"
brew "go"
brew "go@1.20"
brew "golangci-lint"
brew "graphicsmagick"
brew "helm"
brew "hub"
brew "hubflow"
brew "hurl"
brew "icu4c@76"
brew "imagemagick"
brew "jj"
brew "jpeg"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "krew"
brew "lazyjj"
brew "lefthook"
brew "librsvg"
brew "mas"
brew "minikube"
brew "mysql"
brew "node", link: false
brew "netlify-cli"
brew "newman"
brew "nginx"
brew "openjdk", link: true
brew "openapi-generator"
brew "oras"
brew "p7zip"
brew "pkgconf"
brew "postgresql@15", link: true
brew "python-setuptools"
brew "python@3.9"
brew "rcm"
brew "redis"
brew "ruby-lsp"
brew "rustup"
brew "samba"
brew "socat"
brew "starship"
brew "thefuck"
brew "tree"
brew "vercel-cli"
brew "wasmer"
brew "wasmtime"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "ddosify/tap/ddosify"
brew "heroku/brew/heroku"
brew "homebrew-x/x/moonbit"
brew "oven-sh/bun/bun"
brew "sass/sass/sass"
brew "tinygo-org/tools/tinygo"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-pro"
cask "adobe-acrobat-reader"
cask "aerial"
cask "affine"
cask "aliwangwang"
cask "altserver"
cask "arc"
cask "baidunetdisk"
cask "betterandbetter"
cask "bilibili"
cask "bobhelper"
cask "clash-verge-rev"
cask "clashx-pro"
cask "codeql"
cask "discord"
cask "dolphin"
cask "epic-games"
cask "feishu"
cask "figma"
cask "firefox"
cask "fleet"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "google-chrome"
cask "hoppscotch"
cask "iina"
cask "intellij-idea"
cask "iqiyimedia"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "localsend"
cask "miaoyan"
cask "microsoft-edge"
cask "mochi-diffusion"
cask "monitorcontrol"
cask "motrix"
cask "navicat-premium-lite"
cask "neteasemusic"
cask "notion"
cask "obsidian"
cask "ollama"
cask "only-switch"
cask "openinterminal"
cask "orbstack"
cask "parallels"
cask "playcover-community"
cask "poe"
cask "postman"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qq"
cask "qqlive"
cask "qqmusic"
cask "quicklook-json"
cask "quicklookase"
cask "rapidapi"
cask "raycast"
cask "requestly"
cask "rustdesk"
cask "ryujinx"
cask "sketch"
cask "slack"
cask "sogouinput"
cask "spotube"
cask "steam"
cask "surge"
cask "suspicious-package"
cask "switchhosts"
cask "telegram"
cask "tencent-lemon"
cask "tencent-meeting"
cask "thunder"
cask "todesk"
cask "transmission-remote-gui"
cask "upic"
cask "viscosity"
cask "visual-studio-code"
cask "vmware-fusion"
cask "warp"
cask "webpquicklook"
cask "wechat"
cask "wechatwork"
cask "wetype"
cask "whatsapp"
cask "wkhtmltopdf"
cask "wpsoffice"
cask "xcodes"
cask "xmind"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "APTV", id: 1630403500
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Bob", id: 1630034110
mas "CotEditor", id: 1024640650
mas "DeathStranding", id: 6449748961
mas "FastZip", id: 1565629813
mas "File Icons for GitHub and GitLab", id: 1631366167
mas "iBar", id: 6443843900
mas "Immersive Translate", id: 6447957425
mas "iMovie 剪辑", id: 408981434
mas "Infuse", id: 1136220934
mas "iPic", id: 1101244278
mas "iPic Mover", id: 1183822957
mas "iShot", id: 1485844094
mas "Keynote讲演", id: 409183694
mas "LiuHai", id: 1592293770
mas "MyerList", id: 1659589940
mas "Numbers表格", id: 409203825
mas "OpenCat", id: 6445999201
mas "Pages文稿", id: 409201541
mas "PastePal", id: 1503446680
mas "Refined GitHub", id: 1519867270
mas "Speedtest", id: 1153157709
mas "TestFlight", id: 899247664
mas "VidHub", id: 1659622164
mas "Whisper Transcription", id: 1668083311
mas "ZenUML", id: 1602636196
mas "库乐队", id: 682658836
mas "截图", id: 1059334054
mas "番茄坐姿", id: 6469688331
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "andys8.jest-snippets"
vscode "angular.ng-template"
vscode "antfu.goto-alias"
vscode "antfu.iconify"
vscode "antfu.pnpm-catalog-lens"
vscode "arcanis.vscode-zipfs"
vscode "ast-grep.ast-grep-vscode"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "codacy-app.codacy"
vscode "codesandbox-io.codesandbox-projects"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "doggy8088.quicktype-refresh"
vscode "donjayamanne.githistory"
vscode "dprint.dprint"
vscode "dracula-theme.theme-dracula"
vscode "dtsvet.vscode-wasm"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "fregante.ghost-text"
vscode "ghaschel.vscode-angular-html"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "graphite.gti-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "jgclark.vscode-todo-highlight"
vscode "jock.svg"
vscode "jounqin.alauda-snippets"
vscode "k--kato.intellij-idea-keybindings"
vscode "karunamurti.haml"
vscode "lokalise.i18n-ally"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mikestead.dotenv"
vscode "mitsuhiko.insta"
vscode "moonbit.moonbit-ai"
vscode "moonbit.moonbit-lang"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.js-debug-companion"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "nuxt.mdc"
vscode "orta.vscode-twoslash-queries"
vscode "qcz.text-power-tools"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "simonhe.fast-jump"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "tamasfe.even-better-toml"
vscode "tinygo.vscode-tinygo"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vunguyentuan.vscode-css-variables"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
