tap "1password/tap"
tap "dart-lang/dart"
tap "ddosify/tap"
tap "github/gh"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew-x/x"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "nrlquaker/createzap"
tap "oven-sh/bun"
tap "playcover/playcover"
tap "thoughtbot/formulae"
tap "tinygo-org/tools"
brew "act"
brew "openssl@3"
brew "giflib"
brew "libpng"
brew "aria2"
brew "asciinema"
brew "caddy"
brew "freetype"
brew "pkg-config"
brew "cairo"
brew "cloc"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "deno"
brew "docker-buildx"
brew "flyctl"
brew "fnm"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "unbound"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphicsmagick"
brew "helm"
brew "hub"
brew "hubflow"
brew "hurl"
brew "python@3.9"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "pango"
brew "librsvg"
brew "mas"
brew "minikube"
brew "mysql"
brew "netlify-cli"
brew "nginx"
brew "openjdk", link: true
brew "p7zip"
brew "postgresql@15", link: true
brew "rcm"
brew "redis"
brew "rustup-init"
brew "samba"
brew "shellcheck"
brew "socat"
brew "starship"
brew "thefuck"
brew "tree"
brew "vercel-cli"
brew "wasmer"
brew "wasmtime"
brew "zsh"
brew "ddosify/tap/ddosify"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "affine"
cask "altserver"
cask "arc"
cask "baidunetdisk"
cask "betterandbetter"
cask "bilibili"
cask "clash-verge-rev"
cask "codeql"
cask "discord"
cask "dolphin"
cask "epic-games"
cask "figma"
cask "firefox"
cask "fleet"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "iqiyimedia"
cask "iterm2"
cask "keka"
cask "kekaexternalhelper"
cask "miaoyan"
cask "microsoft-edge"
cask "mochi-diffusion"
cask "monitorcontrol"
cask "motrix"
cask "neteasemusic"
cask "openinterminal"
cask "orbstack"
cask "parallels"
cask "playcover-community"
cask "poe"
cask "postman"
cask "provisionql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qq"
cask "qqlive"
cask "qqmusic"
cask "quicklook-json"
cask "quicklookase"
cask "rapidapi"
cask "raycast"
cask "rustdesk"
cask "ryujinx"
cask "sketch"
cask "slack"
cask "sogouinput"
cask "steam"
cask "suspicious-package"
cask "switchhosts"
cask "telegram"
cask "tencent-lemon"
cask "tencent-meeting"
cask "transmission-remote-gui"
cask "viscosity"
cask "visual-studio-code"
cask "warp"
cask "webpquicklook"
cask "wechat"
cask "wechatwork"
cask "xcodes"
cask "xmind"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Bob", id: 1630034110
mas "CotEditor", id: 1024640650
mas "FastZip", id: 1565629813
mas "File Icons for GitHub and GitLab", id: 1631366167
mas "iBar", id: 6443843900
mas "Immersive Translate", id: 6447957425
mas "iMovie 剪辑", id: 408981434
mas "Infuse", id: 1136220934
mas "iPic", id: 1101244278
mas "iPic Mover", id: 1183822957
mas "iShot", id: 1485844094
mas "Keynote 讲演", id: 409183694
mas "Numbers 表格", id: 409203825
mas "OpenCat", id: 6445999201
mas "Pages 文稿", id: 409201541
mas "PastePal", id: 1503446680
mas "Refined GitHub", id: 1519867270
mas "TestFlight", id: 899247664
mas "VidHub", id: 1659622164
mas "WhatsApp", id: 1147396723
mas "库乐队", id: 682658836
